"(提示：点击浏览按钮选择本地文件)"="(Dica: clique no botão Procurar para selecionar o arquivo local)"
"另存为"="Salvar como"
"Chinese"=""
"温度 "="Temperatura"
"亚洲"="Ásia"
"化学"="Química"
"添加用户"="Adicionar usuários"
"时间"="Tempo"
"显示"="Mostrar"
"放大镜"="Lupa"
"世界 "="Mundo"
"(提示：输入网址或者从浏览器中复制网址)"="(Dica: Insira o URL ou copiar a URL do seu navegador)"
"骰子"="Dados"
"磁盘文件"="Arquivo de disco"
"删除"="Excluir"
"中国"="China"
"找不到此链接内容"="Can not find the content of this link"
"请输入网址："="Digite o URL:"
"克罗地亚"="Croata"
"页面链接"="Link da página"
"泰语"="Tailândia"
"太阳系"="Sistema Solar"
"水平尺"="Régua de nível"
"英语"="Inglês"
"语言"="Língua"
"工具"="Ferramenta"
"截图"="Captura de tela"
"屏幕背景"="Fundo de tela"
"复制"="Cópia"
"代数 "="Álgebra"
"开始"="Começar"
"保存文件"="Salvar arquivo"
"韩语"="Coreano"
"波兰语"="Polonês"
"季节"="Temporadas"
"图案和关系 "="Padrões e Relações"
"找不到视频设备"="Nenhum dispositivo de vídeo"
"数学概念和运算 "="Conceito matemática e operação "
"用户管理"="Gerenciamento de usuários"
"地理学 "="Geografia"
"无脊椎动物 "="Invertebrado"
"计时器"="Cronômetro"
"剪切"="Cortar"
"基本功能 "="Funções Básicas"
"请选择文件路径："="Por favor, selecione o caminho do arquivo:"
"面积"="Área"
"七巧板"="Tangram"
"鸟类"="Pássaros"
"关闭笔迹修复"="Reparação de caligrafia perto"
"双子星计划 "="Gêmeos"
"华氏"="Fahrenheit"
"文档页面"="Página de documentação"
"气候"="Clima"
"人造卫星 "="Satélite"
"粘贴"="Colar"
"直尺"="Régua "
"黑色背景"="Fundo preto"
"打印"="Impressão"
"打开笔迹修复"="Reparação de caligrafia aberto"
"媒体播放器"="Reprodutor de mídia"
"图片背景"="Fundo de imagem "
"天文学和太空 "="Astronomia e Espaço"
"截屏"="Captura de tela"
"默认用户"="Os usuários da opção"
"从太空中看地球 "="Ver Terra do Espaço"
"彗星"="Cometa"
"测量 "="Medição"
"越南"="Vietnamita"
"浏览"="Procurar"
"爬行动物"="réptil"
"乌克兰"="Ucraniano"
"笔迹修复"="Reparação de caligrafia"
"扑克牌 "="Pôquer"
"形状空间和测量 "="Espaço Forma e Medida"
"几何形状 "="Geometria"
"简体中文"="Chinês simplificado"
"两栖动物 "="Anfíbio"
"欧洲 "="Europa"
"平面形状"="Formas Planas"
"导出"="Exportar"
"俄语"="Russo"
"链接内容的名称："="Link para o nome de conteúdo:"
"动物 "="Animal"
"宇航员 "="Astronauta"
"鱼"="Peixes"
"视频展台"="Captura de video"
"打印预览"="Visualização de Impressão"
"暂停"="Pausa"
"历史"="História"
"网页"="Página da web"
"单位圆"="Unidade Círculo"
"繁体中文"="Chinês tradicional"
"地理科学 "="Geografia"
"元素"="Elemento"
"星座 "="Constelação"
"打开文件"="Abrir arquivo"
"星云"="Nebulosa"
"立体形状"="Forma Stereo"
"三角板"="Triângulo"
"修改背景"="Mude o fundo"
"幕布"="Máscara"
"空间站 "="Estação Espacial"
"形状 "="Formas"
"图标"="ícones"
"摄氏"="Celsius"
"预览页面"="Página de visualização"
"空间计划 "="Programa Espacial"
"文件"="Arquivo"
"其他背景"="Outros fundos"
"三角学 "="Trigonometria"
"插入超链接"="Inserir hiperligação"
"地图 "="Mapas"
"量角器"="Transferidor"
"地球 "="Terra"
"白色背景"="Fundo branco"
"当前播放"="Actualmente a jogar"
"选择页面"="Selecione a página"
"星系"="Galáxia"
"哺乳动物 "="Mamíferos"
"设备 "="Equipamento"
"新建文件"="Novo arquivo"
"文氏图"="diagramas de Venn"
"角度"="Ângulo"
"恐龙"="Dinossauro"
"西班牙"="Espanhol"

